IDEA Open Model
IdeaBeamImportSettings.ExportAllLinearCombination Property
Compatible with IDEA StatiCa 20.1
 All linear combination will be exported to IDEA connection
 Namespace: IdeaRS.OpenModel.Beam
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool ExportAllLinearCombination { get; set; }
Public Property ExportAllLinearCombination As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
IdeaBeamImportSettings Class
IdeaRS.OpenModel.Beam Namespace